{
    "pagination": {
        "limit": 25,
        "offset": 0,
        "count": 25,
        "total": 259
    },
    "data": [
    
        {
            "author": "Mat Smith",
            "title": "The Morning After: Samsung schedules its Galaxy S24 event for January 17",
            "description": "Samsung threw a dart at the year’s calendar and chose January 17. Yes, its next Unpacked event is coming earlier this year and will be held at the SAP Center in San Jose. The event, usually held in February, is typically when Samsung reveals its latest array of flagship smartphones. At this point we’ll see the Galaxy S24 – unless the company shakes up the numbering – and I remember the S8!*This is all broadly unofficial, though. Samsung typically isn’t explicit about what it’ll reveal (unless it’s bantering about foldables “unfolding”). If you’re feeling risky, the company...",
            "url": "https:\/\/www.engadget.com\/the-morning-after-samsung-schedules-its-galaxy-s24-event-for-january-17-121624331.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2024-01%2Ff8af09f0-a99b-11ee-9e36-a4374e45afc2\u0026resize=1400%2C785\u0026client=19f2b5e49a271b2bde77\u0026signature=388335f05cdbfb0c9b9c73cc613317e378636468",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2024-01-03T12:16:24+00:00"
        },
        {
            "author": "Aisha Malik",
            "title": "Telegram’s latest update brings a redesigned call interface that uses less of your phone’s battery",
            "description": "Telegram is rolling out a new update that introduces improved calls with a new design that uses less of your phone\u0026#8217;s battery. The update also brings new animations, enhancements to the app\u0026#8217;s bot platform and more. The company says it has redesigned calls and added backgrounds that change dynamically based on the call\u0026#8217;s status: ringing, [\u0026#8230;]© 2023 TechCrunch. All rights reserved. For personal use only.",
            "url": "https:\/\/techcrunch.com\/2024\/01\/02\/telegrams-latest-update-brings-a-redesigned-call-interface-that-uses-less-of-your-phones-battery\/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2024-01-02T17:29:52+00:00"
        },
        {
            "author": "Theresa Loconsolo",
            "title": "AI versus copyright, and why you shouldn’t count your NFT chickens before they hatch",
            "description": "Listen here or wherever you get your podcasts. Hello, and welcome back to Equity, the podcast about the business of startups, where we unpack the numbers and nuance behind the headlines. Our Monday show covers the latest in tech news from the weekend and what’s making headlines early in the week. This being the first week [\u0026#8230;]© 2023 TechCrunch. All rights reserved. For personal use only.",
            "url": "https:\/\/techcrunch.com\/2024\/01\/02\/ai-versus-copyright-and-why-you-shouldnt-count-your-nft-chickens-before-they-hatch\/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2024-01-02T15:15:15+00:00"
        },
        {
            "author": "Mariella Moon",
            "title": "Microsoft\u0027s Copilot AI chatbot app arrives on iOS",
            "description": "A few days ago, Microsoft released a standalone Android app for Microsoft Copilot, giving you a quick way to access the AI assistant. Turns out the iOS and iPad versions weren\u0027t far behind, because they\u0027re now available from Apple\u0027s App Store. Just like in Copilot on desktop and other AI chatbots, such as ChatGPT, you can type in your question and wait for responses generated by artificial intelligence. In Copilot\u0027s case, you\u0027ll get responses spun by OpenAI\u0027s GPT-4, the company\u0027s latest large language model. The free version of ChatGPT, in comparison, is powered by the older ChatGPT-3.5, and...",
            "url": "https:\/\/www.engadget.com\/microsofts-copilot-ai-chatbot-app-arrives-on-ios-112559129.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2023-12%2F2c01cfc0-a6e2-11ee-bfbf-04a161880924\u0026resize=1400%2C875\u0026client=19f2b5e49a271b2bde77\u0026signature=fc95057c5aaba3d1e5792f31c1cda81287199fae",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-30T11:25:59+00:00"
        },
        {
            "author": "Sheena Vasani",
            "title": "The fourth-gen Echo and latest Echo Show 8 are up to 50 percent off",
            "description": "Amazon’s new Echo Show 8 brings a faster chip, better speakers, and the most important update of all: widgets. | Photo by Jennifer Pattison Tuohy \/ The Verge Happy Friday, folks! Well, now that Christmas is officially behind us, the deals are quickly drying up. Nonetheless, there are still a few deals worth busting out those newly minted gift cards for. Amazon’s latest Echo Show 8 has dropped to a new low, for example, while the Tile Mate has returned to its best price to date. There’s also a bunch of other stuff on sale right now, including a terrific pair of noise-canceling earbuds and...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/29\/24017751\/amazon-echo-show-8-oneplus-mechanical-keyboard-81-pro-apple-ipad-deal-sale",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-29T16:04:54+00:00"
        },
        {
            "author": "Aria Alamalhodaei",
            "title": "Shield AI expands massive Series F with another $300M in equity, debt, scaling valuation to $2.8B",
            "description": "Defense tech startup Shield AI has expanded its latest funding round with another $300 million in equity and debt, bringing its total Series F to $500 million, TechCrunch has exclusively learned. This total amount reflects $200 million in equity closed in November, $100 million in new equity raised at the Series F price, and $200 [\u0026#8230;]© 2023 TechCrunch. All rights reserved. For personal use only.",
            "url": "https:\/\/techcrunch.com\/2023\/12\/29\/shield-ai-expands-massive-series-f-with-another-300m-in-equity-debt-scaling-valuation-to-2-8b\/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-29T13:00:49+00:00"
        },
        {
            "author": "Emilia David",
            "title": "Apple is now selling Apple Watches on its website again",
            "description": "Photo by Victoria Song \/ The Verge Apple has resumed selling the latest Apple Watches on its website after a federal appeals court paused a sales and import ban.The Apple Watch Series 9 and Ultra 2 are now once again available on Apple’s website, a day after some physical Apple stores began selling the watches on December 27th. Apple previously told The Verge that the watches should be available widely in its physical stores by Saturday.The US International Trade Commission issued the ban after finding that Apple had violated patents from medical device maker Masimo around a blood oxygen...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/28\/24017640\/apple-watch-import-ban-online-website-sales-resume",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-28T17:05:31+00:00"
        },
        {
            "author": "Mat Smith",
            "title": "The Morning After: The best games of 2023",
            "description": "It was an amazing year for games. While there were no new consoles,we did get new VR headsets and a wave of new handheld PCs offered even more options for playing games on the go (or at least on the couch). That’s reflected in many of our picks for best games of the year, with several PC-only choices.The year kicked off with a fantastic remake of space horror Dead Space and the breakout success, Pizza Tower. But there were so many more. Obvious selections? Yes: the latest Zelda epic is there, as is Baldur’s Gate 3. If you’ve got some time between Christmas and New Year, there may be no...",
            "url": "https:\/\/www.engadget.com\/the-morning-after-the-best-games-of-2023-121548149.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2023-02%2F5b28eef0-b3c2-11ed-b57f-9e3f777f5abe\u0026resize=1400%2C787\u0026client=19f2b5e49a271b2bde77\u0026signature=41b7fc4f513c3f288b72ebaa6fa4d5f1e0af624d",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-28T12:15:48+00:00"
        },
        {
            "author": "Sarah Fielding",
            "title": "Amazon\u0027s third-generation Echo Show 8 falls to a new all-time low of $90",
            "description": "The new year is almost here, and not many purchases say fresh start more than an upgrade to your smart home tech. Thankfully, getting one of the latest smart home gadgets won\u0027t cost too much right now, thanks to a 40 percent discount on Amazon\u0027s new third-generation Echo Show 8. The device is down to $90 from $150 — an all-time low.\u0026nbsp;Amazon announced the third-gen Echo Show 8 at an event in September, showing off the device\u0027s new edge-to-edge front glass and nice, softer curves. The latest model has quite a few upgrades, but one of the most notable is an Adaptive Content feature. When you...",
            "url": "https:\/\/www.engadget.com\/amazons-third-generation-echo-show-8-falls-to-a-new-all-time-low-of-90-100547738.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2023-09%2Fb2cc3b00-57da-11ee-abdf-204593f65c5e\u0026resize=1400%2C933\u0026client=19f2b5e49a271b2bde77\u0026signature=998bb40470c36884b6e86bba4092b9ef0a2b683e",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-28T10:05:47+00:00"
        },
        {
            "author": "Manish Singh",
            "title": "SoftBank-backed FirstCry seeks to raise nearly $220 million in India IPO",
            "description": "E-commerce startup FirstCry is seeking to raise $218 million through issue of fresh shares in its initial public offering, the 13-year-old startup said in a draft prospectus filed with the market regulator Thursday, becoming the latest Indian startup to explore the public markets. FirstCry earlier sought to raise as much as $700 million in its [\u0026#8230;]© 2023 TechCrunch. All rights reserved. For personal use only.",
            "url": "https:\/\/techcrunch.com\/2023\/12\/27\/softbank-backed-firstcry-seeks-to-raise-nearly-220-million-in-india-ipo\/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-28T06:47:56+00:00"
        },
        {
            "author": "Jacob Kastrenakes",
            "title": "Apple Watch ban: everything you need to know",
            "description": "Photo by Amelia Holowaty Krales \/ The Verge Apple’s ability to sell the Watch Series 9 and Ultra 2 in the US is in trouble due to a patent dispute — here’s all the latest news. Continue reading\u0026hellip;",
            "url": "https:\/\/www.theverge.com\/24009254\/apple-watch-itc-ban-patent-dispute",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-27T22:27:59+00:00"
        },
        {
            "author": "Jacob Kastrenakes",
            "title": "Apple resumes Apple Watch sales after ban is paused",
            "description": "Photo by Amelia Holowaty Krales \/ The Verge You can once again buy the latest Apple Watches straight from Apple. The Apple Watch Series 9 and Ultra 2 will be available again in some physical Apple stores starting today, with wider availability expected by Saturday. Online sales will resume tomorrow by 3PM ET, Apple spokesperson Nikki Rothberg told The Verge.The restarting of sales comes hours after a federal appeals court paused a sales and import ban that covered both devices. Apple was banned from selling both products in the US after the US International Trade Commission found that the...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/27\/24016684\/apple-watch-on-sale-again-import-sales-bans-paused",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-27T22:21:20+00:00"
        },
        {
            "author": "Steve Dent",
            "title": "Apple\u0027s iPhone designer is leaving to work with Jony Ive and Sam Altman on AI hardware",
            "description": "Apple\u0026#39;s designer exodus continues as product design chief Tang Tan is leaving the company and joining Jony Ive\u0026#39;s design firm LoveFrom, according to Bloomberg\u0026#39;s Mark Gurman. There, he\u0026#39;ll reportedly work on a new artificial intelligence hardware project backed by OpenAI\u0026#39;s Sam Altman with aim of creating devices deploying the latest deep learning technology.\u0026nbsp;Tan was in charge of design for Apple\u0026#39;s main products including the iPhone, Watch and AirPods, so his departure leaves a sizable hole. As part of LoveFrom, Tan will act as hardware design lead for the new AI...",
            "url": "https:\/\/www.engadget.com\/apples-iphone-designer-is-leaving-to-work-with-jony-ive-and-sam-altman-on-ai-hardware-093028794.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2022-08%2F62b9ae90-2f18-11ed-a97c-b956a9cc377e\u0026resize=1400%2C936\u0026client=19f2b5e49a271b2bde77\u0026signature=4e03fc0b95409aeb61cd4a257fc2db6b7c1a519d",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-27T09:30:28+00:00"
        },
        {
            "author": "Emma Roth",
            "title": "Apple is now banned from selling its latest Apple Watches in the US",
            "description": "Photo by Amelia Holowaty Krales \/ The Verge Apple can no longer sell the Watch Series 9 and Watch Ultra 2 in the US after President Joe Biden’s administration declined to veto the ban today.Apple pulled both devices from its website on December 21st and from its store shelves after December 24th. A statement (via CNBC) from the Office of US Trade Representative Katherine Tai said the agency “decided not to reverse the ITC’s [International Trade Commission] determination” after “careful consideration.”The International Trade Commission (ITC) issued the ban after finding that Apple...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/26\/24012382\/apple-import-ban-watch-series-9-ultra-2",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-26T13:18:57+00:00"
        },
        {
            "author": "Brandon Widder",
            "title": "Bose’s QuietComfort Ultra Earbuds are still sitting at their lowest price to date",
            "description": "With superb ANC and dynamic, rich sound, Bose’s latest pair of earbuds are a bonafide hit. | Photo by Chris Welch \/ The Verge Happy Saturday, dear readers! It’s been an extremely quiet week on the deals front, with the most notable discounts we’ve seen landing on Apple’s 15-inch MacBook Air, GOTY contender Baldur’s Gate 3, and Belkin’s 3-in-1 MagSafe charger. Luckily, despite the lack of new deals, there are some solid holiday discounts still hanging around.For instance, you can still snag the Bose QuietComfort Ultra Earbuds on sale at Amazon, Best Buy, and Target starting at $249...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/23\/24011716\/bose-quietcomfort-ultra-earbuds-amazon-echo-show-8-anker-usb-c-hub-deal-sale",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-23T17:31:36+00:00"
        },
        {
            "author": "Antonio G. Di Benedetto",
            "title": "The best deals on MacBooks right now",
            "description": "Apple’s pair of M2 MacBook Airs are some of our top choices among all laptops, and both are discounted. | Photo by Amelia Holowaty Krales \/ The Verge Apple sells MacBooks equipped with its own M-series chips in a wide range of sizes and price points. The offerings start with the 13-inch MacBook Air from 2020 at $999 and go all the way up to the latest 16-inch MacBook Pro starting at $2,499. But finding a deal on a current Mac with an M1, M2, or even the new M3 chip — as well as the higher-end M3 Pro and M3 Max — is actually not that difficult.While Macs may not experience perpetual...",
            "url": "https:\/\/www.theverge.com\/22399419\/apple-macbook-air-pro-mac-mini-imac-deals",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-22T18:12:38+00:00"
        },
        {
            "author": "Sean O\u0027Kane",
            "title": "Hyperloop One is reportedly shutting down",
            "description": "One of the longest-running hyperloop startups is reportedly shutting its doors. Hyperloop One, once backed by Richard Branson\u0026#8217;s Virgin Group, will cease operations on December 31 according to Bloomberg News. It\u0026#8217;s the latest stumble in the tech industry\u0026#8217;s attempt to bring life to an idea Elon Musk first put forth in a white paper in [\u0026#8230;]© 2023 TechCrunch. All rights reserved. For personal use only.",
            "url": "https:\/\/techcrunch.com\/2023\/12\/21\/hyperloop-one-shutting-down\/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-21T21:45:38+00:00"
        },
        {
            "author": "Jon Porter",
            "title": "Apple officially stops selling its latest Apple Watches online",
            "description": "Screenshot by Jay Peters \/ The Verge It’s no longer possible to buy Apple’s latest flagship smartwatches, the Apple Watch Series 9 and Apple Watch Ultra 2, from the company’s online store. Apple has removed the devices from sale due to a forthcoming import ban imposed by the US International Trade Commission (ITC) that’s due to take full effect on December 26th. Both watches will disappear from Apple’s brick-and-mortar stores after December 24th.The ban is the result of a patent dispute with medical device maker Masimo. The ITC has ruled that the SpO2 sensor in Apple’s smartwatches...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/21\/24010965\/apple-watch-series-9-ultra-2-removed-from-online-sale-store",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-21T20:02:56+00:00"
        },
        {
            "author": "Justine Calma",
            "title": "American automakers are losing the race to make more fuel-efficient vehicles",
            "description": "Cars, trucks, SUVs, and other vehicles drive in traffic on the 405 freeway through the Sepulveda Pass in Los Angeles, California, on August 25th, 2022. | Photo by Patrick T. Fallon \/ AFP via Getty Images The US saw record gains in fuel efficiency last year, but it still falls short of what’s needed to meet fast-approaching deadlines. Thanks to their love of large vehicles, American automakers have fallen behind their competitors when it comes to getting more miles per gallon of gas.Real-world fuel economy in model year 2022 rose slightly to 26 miles per gallon, according to the EPA’s latest...",
            "url": "https:\/\/www.theverge.com\/2023\/12\/21\/24010938\/car-suv-truck-fuel-efficiency-emissions-epa-trends-report",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-21T18:48:31+00:00"
        },
        {
            "author": "Will Shanklin",
            "title": "Google tweaks Memory Saver and tab group features in latest Chrome update",
            "description": "Google Chrome is getting new security and performance features. The web browser’s latest version (M12) upgrades Safety Check and Memory Saver while adding the ability to save tab groups.Safety Check is Chrome’s security hub that checks for updates and compromised passwords and displays whether Safe Browsing is turned on. With the browser’s latest version, Safety Check becomes more proactive, running automatically in the background. “You’ll get proactively alerted if passwords saved in Chrome have been compromised, any of your extensions are potentially harmful, you’re not using the...",
            "url": "https:\/\/www.engadget.com\/google-tweaks-memory-saver-and-tab-group-features-in-latest-chrome-update-180049704.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2023-12%2F6c2c9f60-a022-11ee-bfff-f4adcbbf6105\u0026resize=1400%2C583\u0026client=19f2b5e49a271b2bde77\u0026signature=7bed2171fb258bf849c84790f81f95e25efaf359",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-21T18:00:49+00:00"
        },
        {
            "author": "Kris Holt",
            "title": "Samsung Galaxy S24 leak breaks down what the lineup likely has to offer",
            "description": "It\u0027s hardly a secret that Samsung reveals its latest slate of Galaxy smartphones at the beginning of each year. With only a few weeks to go until the first Unpacked of 2024 is expected to take place, the rumor mill is ramping up and credible leaks are starting to shed some light on what the Korean manufacturer most likely has up its sleeve.Along with a countdown indicating that the next Unpacked will take place on January 17, leaker Evan Blass shared a spec sheet that purports to break down the components of the Galaxy S24 lineup. There are no prizes for guessing that Samsung likely has three...",
            "url": "https:\/\/www.engadget.com\/samsung-galaxy-s24-leak-breaks-down-what-the-lineup-likely-has-to-offer-141214873.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2023-07%2Fba53a3a0-2665-11ee-9af7-a3bf8cb33b0e\u0026resize=1400%2C933\u0026client=19f2b5e49a271b2bde77\u0026signature=298681c1e7e008b958f1606edfdf671278c7c3d3",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-21T14:12:14+00:00"
        },
        {
            "author": "Manish Singh",
            "title": "Elon Musk’s X is down for users globally in its latest outage",
            "description": "Elon Musk\u0026#8217;s social media platform X, formerly known as Twitter, is suffering an outage globally that is preventing users from seeing tweets, according to user complaints. DownDetector, a web monitoring tool, reported receiving over 65,000 complaints from users starting roughly half an hour ago. It wasn\u0026#8217;t clear what had prompted the glitch. Users are still [\u0026#8230;]© 2023 TechCrunch. All rights reserved. For personal use only.",
            "url": "https:\/\/techcrunch.com\/2023\/12\/20\/x-twitter-down-for-users-outage\/",
            "source": "TechCrunch",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-21T06:23:35+00:00"
        },
        {
            "author": "Mariella Moon",
            "title": "Vizio\u0027s latest smart TV update enables faster startups and app switching",
            "description": "Vizio has released a software update for its Home platform across all current models in its lineup, which makes the new interface respond faster than before. The company says TV sets that receive the update will power up twice as fast, while apps will now load instantly. This improvement in speed also leads to quicker switching between apps so that moving from one streaming service to another doesn’t affect people’s viewing experience.In addition, the latest version of the OS is meant to surface recommendations and return search results in both voice and text formats much faster than its...",
            "url": "https:\/\/www.engadget.com\/vizios-latest-smart-tv-update-enables-faster-startups-and-app-switching-170043935.html?src=rss",
            "source": "Engadget",
            "image": "https:\/\/o.aolcdn.com\/images\/dims?image_uri=https%3A%2F%2Fs.yimg.com%2Fos%2Fcreatr-uploaded-images%2F2023-12%2F4c8dae60-9f14-11ee-bf7b-7b43186c56e6\u0026resize=1400%2C787\u0026client=19f2b5e49a271b2bde77\u0026signature=5ccce5733ec90445baffc4a2d5a274c3c11ea4c3",
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-20T17:00:43+00:00"
        },
        {
            "author": "Jacob Kastrenakes",
            "title": "Apple Watch ban: everything you need to know",
            "description": "Photo by Amelia Holowaty Krales \/ The Verge Apple is banning new sales of the Watch Series 9 and Ultra 2 in the US due to a patent dispute — here’s all the latest news. Continue reading\u0026hellip;",
            "url": "https:\/\/www.theverge.com\/24009254\/apple-watch-itc-ban-patent-dispute",
            "source": "The Verge",
            "image": null,
            "category": "technology",
            "language": "en",
            "country": "us",
            "published_at": "2023-12-20T16:02:13+00:00"
        }
    ]
}